
mNameplatesDB = {
	["namespaces"] = {
		["RaidMark"] = {
		},
		["UnitGuild"] = {
		},
		["NameFilter"] = {
			["profiles"] = {
				["Default"] = {
					["Categories"] = {
						["Default"] = {
							["Names"] = {
								["Кролик"] = true,
								["Штормградский стражник"] = true,
							},
						},
					},
				},
				["BLVCK"] = {
					["Categories"] = {
						["Default"] = {
							["Names"] = {
								["Кролик"] = true,
								["Штормградский стражник"] = true,
							},
						},
					},
				},
			},
		},
		["UnitLevel"] = {
		},
		["BossIcon"] = {
		},
		["EliteIcon"] = {
		},
		["CastBar"] = {
		},
		["UnitHealthText"] = {
		},
		["HealthBars"] = {
			["profiles"] = {
				["Default"] = {
					["Colors"] = {
						["NPC"] = {
							["BOSS"] = {
								["NEUTRAL"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0.3300000429153442, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.7137254901960785, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2627450980392157, -- [3]
								},
							},
							["NORMAL"] = {
								["NEUTRAL"] = {
									0.9686274509803922, -- [1]
									1, -- [2]
									0.9725490196078431, -- [3]
									0.5900000035762787, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.7254901960784314, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2745098039215687, -- [3]
								},
							},
							["ELITE"] = {
								["NEUTRAL"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0.3300000429153442, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.6941176470588235, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2588235294117647, -- [3]
								},
							},
						},
						["PLAYER"] = {
							["NORMAL"] = {
								["FRIENDLY"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.196078431372549, -- [3]
								},
							},
						},
					},
					["Texture"] = "BantoBar",
				},
				["BLVCK"] = {
					["Colors"] = {
						["PLAYER"] = {
							["NORMAL"] = {
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.196078431372549, -- [3]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0, -- [4]
								},
							},
						},
						["NPC"] = {
							["BOSS"] = {
								["NEUTRAL"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0.3300000429153442, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.7137254901960785, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2627450980392157, -- [3]
								},
							},
							["NORMAL"] = {
								["NEUTRAL"] = {
									0.9686274509803922, -- [1]
									1, -- [2]
									0.9725490196078431, -- [3]
									0.5900000035762787, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.7254901960784314, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2745098039215687, -- [3]
								},
							},
							["ELITE"] = {
								["NEUTRAL"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									0.3300000429153442, -- [4]
								},
								["FRIENDLY"] = {
									0, -- [1]
									0.6941176470588235, -- [2]
									1, -- [3]
									0, -- [4]
								},
								["HOSTILE"] = {
									nil, -- [1]
									0, -- [2]
									0.2588235294117647, -- [3]
								},
							},
						},
					},
					["Texture"] = "BantoBar",
				},
			},
		},
		["UnitName"] = {
			["profiles"] = {
				["Default"] = {
					["AttachedFrame"] = "NAMEPLATE",
				},
				["BLVCK"] = {
					["AttachedFrame"] = "NAMEPLATE",
				},
			},
		},
		["UnitHealthPercent"] = {
		},
	},
	["profileKeys"] = {
		["Ninfuu - Algalon x4 - 3.3.5a"] = "BLVCK",
	},
	["profiles"] = {
		["Default"] = {
			["Height"] = 12,
			["Width"] = 130,
		},
		["BLVCK"] = {
			["Height"] = 12,
			["Width"] = 130,
		},
	},
}
